<?php
return [
    // title
    'home' => 'الرئيسية',
    'about' => 'معلومات عنا',
    'contact' => 'اتصل بنا',
    'logout' => 'تسجيل خروج',
    'register' => 'تسجيل',
    'login' => 'تسجيل الدخول',
    'shipping_info' => 'الشحن مجاني لجميع الطلبات من 999 درهم',
    'search_placeholder' => 'ماذا تحتاج؟',
    'search_button' => 'بحث',
    'support_24_7' => 'الدعم 24/7',        
    'offers_message' => 'عروض لا تقارن في انتظارك',
    // footer
    'address_company' => 'العنوان: سيدي علي بن حمدوش، أزمور، الجديدة',
    'phone_company' => 'الهاتف: +212 633680761',
    'email_company' => 'البريد الإلكتروني: chtoukaservice01@gmail.com',
    'useful_links' => 'روابط مفيدة',
    'about_us' => 'من نحن',
    'about_shop' => 'حول متجرتنا',
    'secure_shopping' => 'تسوق آمن',
    'delivery_info' => 'معلومات التوصيل',
    'privacy_policy' => 'سياسة الخصوصية',
    'sitemap' => 'خريطة الموقع',
    'newsletter' => 'انضم إلى نشرتنا الإخبارية الآن',
    'newsletter_desc' => 'احصل على تحديثات عبر البريد الإلكتروني حول متجرنا الأخير وعروض خاصة.',
    'subscribe' => 'اشترك',
    'copyright' => 'حقوق الطبع والنشر &copy;' ,
    //  main 
    'featured_products' => 'المنتجات المميزة',
    'all' => 'الجميع',
    'shop_now' => 'اشترِ الآن',
    // contact 
    'leave_message' => 'اترك رسالة',
    'your_name' => 'اسمك',
    'your_email' => 'بريدك الإلكتروني',
    'your_message' => 'رسالتك',
    'send_message' => 'إرسال الرسالة',
    'phone' => 'الهاتف',
    'address' => 'العنوان',
    'open_time' => 'ساعات العمل',
    'email' => 'البريد الإلكتروني',
    //  order
    'order_now' => 'اطلب الآن',
    'full_name' => 'الاسم الكامل',
    'tel' => 'الهاتف',
    'city' => 'المدينة',
    'enter_full_name' => 'أدخل الاسم الكامل',
    'enter_tel' => 'أدخل رقم الهاتف',
    'enter_your_city' => 'أدخل مدينتك',
    'buy' => 'شراء' ,
    // login
    'welcome_back' => 'مرحبا بعودتك',
    'email' => 'البريد الإلكتروني',
    'enter_email' => 'أدخل بريدك الإلكتروني',
    'password' => 'كلمة المرور',
    'enter_password' => 'أدخل كلمة المرور',
    'login' => 'تسجيل الدخول',
    'back' => 'العودة',
    // rigister
    'email' => 'البريد الإلكتروني',
    'enter_email' => 'أدخل بريدك الإلكتروني',
    'password' => 'كلمة المرور',
    'enter_password' => 'أدخل كلمة المرور',
    'login' => 'تسجيل الدخول',
    'back' => 'عودة',
    'username' => 'اسم المستخدم',
    'enter_your_name' => 'أدخل اسمك',
    'register' => 'تسجيل',
    'password_confirmed' => 'تأكيد كلمة المرور',
    'enter_your_password_confirmed' => 'أدخل تأكيد كلمة المرور' ,
    // category
    'all_departments' => 'جميع الأقسام',
    // about 
    'subtitre_video'=> "مرحبًا بك في Chtouka Services، حيث نقدم أفضل المنتجات لتلبية احتياجاتك. مهمتنا هي توفير الجودة والقيمة في كل عملية شراء." ,

    'about_us_content'=> 'مرحبًا بكم في شتوكة سيرفيس، المتجر المتخصص في توفير أدوات الزراعة. نحن نقدم مجموعة متنوعة من المعدات اللازمة للفلاحين، مثل المضخات، والمعاول، والمجارف، وغيرها من الأدوات التي تساعد في تحسين أداء المزارع. هدفنا هو تزويد المزارعين بأفضل الأدوات عالية الجودة لضمان نجاح أعمالهم الزراعية. انضموا إلينا واستمتعوا بتجربة تسوق فريدة تدعم مشروعاتكم الزراعية!' ,

    'about_content' => 'مرحبًا بكم في متجرنا! نحن نلتزم بتقديم أفضل المنتجات والخدمات لعملائنا. تأسس متجرنا على فكرة توفير تجربة تسوق فريدة تلبي احتياجاتك اليومية. فريقنا مكون من محترفين يتمتعون بخبرة واسعة في مجالات متنوعة، مما يضمن لك الحصول على منتجات عالية الجودة وخدمة عملاء متميزة. نحن نعمل مع مجموعة من الموردين المحليين والدوليين لنقدم لك أحدث الاتجاهات والمنتجات المبتكرة. كما نسعى دائمًا لتحسين خدماتنا بناءً على ملاحظات العملاء، لأن رضاك هو أولويتنا القصوى.',

    'delivery_info_content' => 'نحن نقدم خدمات توصيل سريعة وموثوقة إلى جميع أنحاء البلاد. يتم معالجة الطلبات خلال 24 ساعة، ونسعى لتسليمها في أسرع وقت ممكن، غالبًا في غضون 2-5 أيام عمل حسب الموقع. إذا كان لديك أي استفسارات بشأن التوصيل، فلا تتردد في الاتصال بنا وسنكون سعداء بمساعدتك. كما نقدم خيارات توصيل مرنة، بما في ذلك التوصيل في نفس اليوم في بعض المناطق!',

    'privacy_policy_content' => 'نحن نأخذ خصوصيتك على محمل الجد. معلوماتك الشخصية آمنة معنا، ونستخدمها فقط لتحسين تجربتك في التسوق. لا نقوم بمشاركة بياناتك مع أي طرف ثالث دون موافقتك. نحن نستخدم تقنيات التشفير الحديثة لحماية بياناتك ونقوم بتحديث إجراءات الأمان بشكل دوري. لمزيد من المعلومات حول كيفية تعاملنا مع بياناتك، يرجى الاطلاع على سياسة الخصوصية الخاصة بنا. نحن ملتزمون بالشفافية، ونرحب بأي استفسارات لديك حول بياناتك وخصوصيتك.',

    'site_map_content' => 'لراحتك، قمنا بإنشاء خريطة موقع واضحة وسهلة الاستخدام. تحتوي على جميع الأقسام والصفحات الهامة لمساعدتك في التنقل بسهولة عبر متجرنا. تشمل الفئات الرئيسية مثل الملابس، والأحذية، والإكسسوارات، بالإضافة إلى قسم العروض الخاصة. إذا كنت تبحث عن معلومات محددة، يمكنك استخدام خاصية البحث في موقعنا. سواء كنت تبحث عن فئة معينة أو ترغب في معرفة المزيد عن خدماتنا، ستجد كل ما تحتاجه في خريطة الموقع الخاصة بنا. نحن هنا لتقديم أفضل تجربة تسوق ممكنة.',

];
